def get_receipt_data() -> dict:
    return {
    "id": "6394db6d0f8402fef53d36c1",
    "operation": "2022-12-10T20:03",
    "positions": [
        {
            "name": "1*: 78032688 СПз Берлинер мал.нач/глазур",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "2*: 78032687 СПз Берлинер нач.вк.Ман/гл.",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "3: 3014975 КАРАТ Профитроли ванильные 24",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "4*: 4010834 OLEA Мыло URBAN жидкое 500мл",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "5*: 3965705 BUSH.Кофе SENSEI мол.227г",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "6: 3267348 АРНАУТ Ватруш.дом.твор.изюм20",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "7: 3257514 КАРАВ.Ватрушка Твор.наслаж.22",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "8: 4241068 ПАМП.Печ.БЕЛЛ.нач.вк.Йог/М.65",
            "price": 144.99,
            "quantity": 1,
            "sum": 144.99
        },
        {
            "name": "9*: 4088955 МАРК.ПЕР.Яйца кур.стол.С1 20",
            "price": 144.99,
            "quantity": 1,
            "sum": 123.99
        }
    ],
    "seller": "АО ТД Перекресток"
}
